;*******************************************************************************************
;  FILE:   MORE Psionics Ex Machina. int                                 
;  
;	File created	25/07/20    21:00
;	LAST UPDATED    07/10/20    13:30
;
;*******************************************************************************************

[XComGame.UIAvengerShortcuts]
[UISL_AvengerHUD_Shortcuts_InR]
;label gets the cool UI Psi Icon added to the front
LabelShortcut_InRFacility="Interrogation Facility"
TooltipShortcut_InRFacility="Visit Interrogation Facility"

[XComGame.UIFacility_InterrogationFacility]
[UIFacility_InterrogationFacility]
m_strStartProject="CHOOSE INTERROGATION/RECRUITMENT PROJECT"
m_strProjectedHours="PROJECTED HOURS:"
m_strProjectedDays="PROJECTED DAYS:"
m_strEmptyQueue="No captives currently being interrogatied/recruited"
m_strCurrentProject="CURRENT:"
m_strCancelInRProjectTitle="CANCEL INTERROGATION/RECRUITMENT PROJECT?"
m_strCancelInRProjectBody="Are you sure you want to cancel the <XGParam:StrValue0/> project?"
m_strProgress="PROGRESS:"
m_strEditQueue="EDIT QUEUE"
m_strMoveItemUp="MOVE PROJECT UP"
m_strMoveItemDown="MOVE PROJECT DOWN"
m_strRemoveItem="CANCEL PROJECT"
m_strCheckInventory="VIEW CAPTIVE INVENTORY"

[UIFacility_InterrogationFacilitySlot]
m_strInRProjectDialogTitle="Unused"
m_strInRProjectDialogText="You should not be seeing this."
m_strStopInRProjectDialogTitle="Unused"
m_strStopInRProjectDialogText="You should not be seeing this."

[XComGame.UIChooseInRProject]
[UIChooseInRProject]
m_strTitle=INTERROGATION/RECRUITMENT
m_strSubTitleTitle= 
m_strInventoryLabel=INTERROGATION/RECRUITMENT
m_strPriority=[PRIORITY]
m_strPaused=[PAUSED]
m_strResume=[RESUME]
m_strEmptyListTitle=NO CAPTIVES AVAILABLE IN BRIG
m_strBuy=[BEGIN]
m_strTime=Projected Progress:

[XComGame.UIInventory_InR]
[UIInventory_InR]
m_strTitleBig=THE BRIG
m_strNoLoot=NO CAPTIVES AVAILABLE IN BRIG
m_strBuy=

[UIAlert_InR]
m_strInterrogationSuccessful=%PROJECTNAME SUCCESSFUL

m_strRecruitmentSuccessfulTitle=INTERROGATION FACILITY RECRUITMENT SUCCESSFUL

[X2EventListener_Capture]
CapturedTitle="Fulton Success"
Captured="<XGParam:StrValue0/!ItemName/> was gained from the capture."

LootTitle="Loot Captured"
Loot="Extra loot was gained from the capture."